[
  {
    "id": "slope",
    "title": "Slope",
    "category": "Arcade",
    "url": "https://kdata1.com/2020/05/slope/",
    "description": "The ultimate 3D speed challenge. Maneuver a ball down a steep slope, avoiding obstacles and staying on course in this high-octane endless runner."
  },
  {
    "id": "retro-bowl",
    "title": "Retro Bowl",
    "category": "Sports",
    "url": "https://game316009.konggames.com/gamez/0031/6009/live/index.html",
    "description": "Manage your NFL team and lead them to glory. Classic 8-bit graphics combined with deep tactical management and arcade-style gameplay."
  },
  {
    "id": "minecraft",
    "title": "Minecraft",
    "category": "Strategy",
    "url": "https://maddoxcloud.com/g/minecraft/",
    "description": "The ultimate sandbox experience. Build, explore, and survive in a world made of blocks. Unleash your creativity in this classic browser version."
  },
  {
    "id": "bitlife",
    "title": "BitLife",
    "category": "Arcade",
    "url": "https://bitlifeonline.io/",
    "description": "Live your life exactly how you want. Make choices, pursue careers, and see where your decisions lead you in this text-based life simulator."
  },
  {
    "id": "flappy-bird",
    "title": "Flappy Bird",
    "category": "Arcade",
    "url": "https://wayou.github.io/FlappyBird/",
    "description": "The legendary mobile sensation. Navigate your bird through a series of pipes without crashing in this high-stakes, one-tap challenge."
  },
  {
    "id": "1v1-lol",
    "title": "1v1 LoL",
    "category": "Action",
    "url": "./1v1-lol.html",
    "description": "Competitive building shooter. Build structures, edit fast, and take down opponents in high-speed 1v1 battles."
  },
  {
    "id": "clash-royale",
    "title": "Clash Royale",
    "category": "Strategy",
    "url": "./clash-royale.html",
    "description": "Deploy your troops and take down the enemy towers in this strategic battle of vikings. Manage your elixir and time your attacks perfectly."
  },
  {
    "id": "block-blast",
    "title": "Block Blast",
    "category": "Puzzle",
    "url": "./block-blast.html",
    "description": "An addictive block puzzle game. Match shapes to clear rows and columns in this high-speed, high-score challenge. Clean, simple, and satisfying."
  },
  {
    "id": "roblox",
    "title": "Roblox",
    "category": "Arcade",
    "url": "./roblox.html",
    "description": "The ultimate virtual universe. Create, share experiences with friends, and be anything you can imagine in this cloud-streamed unblocked version."
  },
  {
    "id": "mario-kart",
    "title": "Mario Kart",
    "category": "Arcade",
    "url": "./mario-kart.html",
    "description": "The classic SNES racing experience. Choose your favorite character, grab power-ups, and drift to victory in this retro masterpiece."
  },
  {
    "id": "fnaf",
    "title": "FNAF",
    "category": "Action",
    "url": "./fnaf.html",
    "description": "Survival horror at its finest. Can you survive five nights as a security guard at Freddy Fazbear's Pizza while avoiding animatronic threats?"
  },
  {
    "id": "snow-rider-3d",
    "title": "Snow Rider 3D",
    "category": "Arcade",
    "url": "./snow-rider-3d.html",
    "description": "Experience the thrill of sledding down a snowy mountain. Collect gifts to unlock new sleds while dodging obstacles in this 3D winter runner."
  },
  {
    "id": "sprinter",
    "title": "Sprinter",
    "category": "Arcade",
    "url": "./sprinter.html",
    "description": "The classic 100m sprint challenge. Smash your keys to outrun the competition and climb from local meets to the Olympic stage in this retro Flash favorite."
  },
  {
    "id": "go-escape",
    "title": "Go Escape",
    "category": "Puzzle",
    "url": "./go-escape.html",
    "description": "Master the art of escape in this physics-based puzzle game. Launch your ball with perfect timing to navigate through complex obstacles and reach the goal."
  },
  {
    "id": "drive-mad",
    "title": "Drive Mad",
    "category": "Arcade",
    "url": "./drive-mad.html",
    "description": "Conquer crazy tracks in this voxel driving game. Balance speed and physics to navigate treacherous obstacles without flipping your truck."
  },
  {
    "id": "lazy-jump",
    "title": "Lazy Jump",
    "category": "Puzzle",
    "url": "./lazy-jump.html",
    "description": "A hilarious physics-based flopping game. Control a lazy character and guide them through obstacles by jumping and tumbling to the finish line."
  },
  {
    "id": "gunspin",
    "title": "Gunspin",
    "category": "Arcade",
    "url": "./gunspin.html",
    "description": "Propel your weapon as far as possible using recoil. Upgrade your arsenal and master the physics of ballistic flight in this high-caliber distance game."
  },
  {
    "id": "boxing-random",
    "title": "Boxing Random",
    "category": "Sports",
    "url": "./boxing-random.html",
    "description": "Experience the wildest boxing matches where every round brings new physics, new fields, and random weapons. Fight your way to victory in this unpredictable ragdoll brawl."
  },
  {
    "id": "geometry-dash",
    "title": "Geometry Dash",
    "category": "Arcade",
    "url": "./geometry-dash.html",
    "description": "Jump and fly your way through danger in this rhythm-based action platformer. Prepare for a near impossible challenge in the world of Geometry Dash."
  },
  {
    "id": "polytrack",
    "title": "PolyTrack",
    "category": "Arcade",
    "url": "./polytrack.html",
    "description": "A fast-paced voxel racing game. Design your own tracks or race on existing ones, mastering sharp turns and massive jumps in this low-poly speedster."
  }
]